Repository: itcloud-uz/savdo-uz
Catalog: lib/l10n/app_*.arb
Languages: uz

# employeeAdd
source: Add Employee
uz: Xodim qo‘shish

# employeeEdit
source: Edit Employee
uz: Xodimni tahrirlash

source: Delete
uz: O‘chirish

source: Cancel
uz: Bekor qilish

source: Save
uz: Saqlash

source: Name
uz: Ism-sharifi

source: Position
uz: Lavozimi

source: Phone
uz: Telefon raqami

# email
source: Email (optional)
uz: Email (ixtiyoriy)

source: Password
uz: Parol

source: Face Scan
uz: Yuzni skanerlash

# validationName
source: Please enter name
uz: Ismni kiriting

# validationPosition
source: Please enter position
uz: Lavozimni kiriting

# validationPhone
source: Please enter phone number
uz: Telefon raqamini kiriting

# validationPhoneFormat
source: Enter a valid phone number (998 XX XXX XX XX)
uz: To‘g‘ri telefon raqamini kiriting (998 XX XXX XX XX)

# validationEmailFormat
source: Enter a valid email (e.g. user@mail.com)
uz: To‘g‘ri email kiriting (misol: user@mail.com)

# validationLogin
source: Please enter login
uz: Login kiriting

# validationPassword
source: Please enter password
uz: Parol kiriting
